[
  {
    "id": 0,
    "featured": true,
    "title": "Visitamos Amazon Go: así es la experiencia de compra en una tienda semi automatizada sin cajeros",
    "story": "Entramos a la tienda, escogemos lo que queremos y salimos sin tener que pasar por una caja o por un ser humano que nos cobre. Esta es la premisa detrás de <em>Amazon Go</em>, la primera tienda semi automatizada del gigante de las ventas en línea, la cual causó furor cuando fue lanzada hace un año en una especie de beta cerrada para empleados de la compañía. Pues la tienda ya está abierta para todo el mundo y fuimos a Seattle para visitarla para conocer cómo es la experiencia y confirmar, o desmentir, todo lo que se dice alrededor de ella.<br><br>Entones, ¿es cierto que no hay empleados? ¿cuán grande es la tienda? ¿Es fiable o es posible engañar al sistema? ¿Si no hay cajas, cómo pagamos? Esta y otras preguntas me surgían mientras estaba en el avión rumbo a Seattle, y es que a la distancia todo suena como un cambio radical en la forma que tenemos de comprar en todo el mundo, donde entramos, escogemos y pagamos en una caja. Pues aquí se elimina ese último paso, y a pesar de que podría sonar sencillo, detrás hay un complejo sistema que lo hace posible.<br><br>Llegué a la tienda, y antes de entrar me encontré con varios letreros en una especie de zona de espera que me pedían descargar la aplicación móvil. La app es nuestra llave de entrada a Amazon Go, además de que sirve para llevar un registro de nuestras compras y configurar la forma de pago.<br><br><img class='ui centered fluid image' src='assets/images/1366_2000.jpg'><br><br>No es necesario llevar efectivo a la tienda, no lo necesitamos, todo se hace a través de nuestra cuenta de Amazon. Antes de llegar yo ya había descargado la aplicación y el proceso de configuración fue extremadamente sencillo, me llevó cerca de dos minutos tener todo listo.<br><br>La aplicación funcionó con mis datos de Amazon México y después de poner mi usuario y contraseña me aparecieron las tarjetas que tengo registradas en Amazon. El siguiente paso fue elegir la tarjeta a donde se harán los cargos dentro de la Amazon Go. Hasta aquí todo controlado, ahora lo siguiente era entrar a la tienda.",
    "imageUrl": "assets/images/1920_733.jpg",
    "category": "tecnologia",
    "comments": [
    ]
  },
  {
    "id": 1,
    "featured": false,
    "title": "Hackear WhatsApp: los peligros de las aplicaciones que prometen espiar conversaciones ",
    "story": "Por una extraña razón muchísimos usuarios quieren saber cómo hackear WhatsApp y poder espiar a otras personas. ¿Qué necesidad hay de meterse en la vida privada de los demás? No nos vamos a meter en eso, pero conviene recordar que espiar conversaciones es delito. Dicho esto, todavía hay muchas personas que descargan aplicaciones que prometen acceder al historial de conversaciones de WhatsApp.<br><br>En Google Play encontramos un largo historial de aplicaciones milagrosas que prometen poder espiar el WhatsApp de otros. Y en internet también vemos decenas de tutoriales a cada cuál más preciso para poder infiltrarse en los chats de otra persona. Lo cierto es que muchas de ellas son un timo absoluto.<br><br>Hemos descargado algunas de ellas para ver si cumplen lo que prometen pero ya adelantamos que lo que hemos encontrado decepcionará a todo aquel que busque realmente espiar el WhatsApp de otros. ",
    "imageUrl": "assets/images/500_333.jpg",
    "category": "smartphones",
    "comments": []
  },
  {
    "id": 2,
    "featured": true,
    "title": "Bitcoin es un absoluto desastre energético (y medioambiental): cuánta energía consume realmente",
    "story": "Bitcoin es el futuro para muchos criptoentusiastas, o más bien deberíamos decir que la criptoeconomía es el futuro: un futuro que están seguros de que ha llegado a nuestro mundo para quedarse de una manera u otra. Pero ello no implica automáticamente que todas las criptomonedas y tokens vayan a formar parte de ese futuro, ni mucho menos que todas ellas sólo posean incontables e idílicas ventajas y ninguna desventaja.<br><br>Como en todo progreso o avance de cualquier índole, también hay evidentemente algunas grandes desventajas en el caso concreto de Bitcoin. Algunas de esas desventajas ya las vemos a día de hoy, como su limitación de operaciones por segundo que diversos forks están tratando de solventar con tanta polémica interna, y otras sólo podremos verlas conforme vaya llegando un futuro siempre impredecible.<br><br><img src='assets/images/1366_2200.jpg' class='ui centered fluid image'><br><br>Esta sencilla pregunta puede parecer que tiene una fácil respuesta, y no. Nada más lejos de la realidad. Lo cierto es que estimar el consumo total de energía que Bitcoin está absorbiendo es una difícil tarea. Una tarea en la que ya se han puesto manos a la obra algunos criptoentusiastas, conscientes de que el tema energético puede suponer el talón de Aquiles de todo el ecosistema Bitcoin.<br><br>Una de las premisas fundamentales es asumir (sorprendentemente) que, de media, los mineros de Bitcoin gastan el 60% de sus ingresos en costes operacionales, además de que, de esos costes, cada 5 céntimos de gasto implican un consumo de 1kWh de electricidad. ¿Cuál es la base empírica para poder afirmar que estas asunciones son correctas? El quid de la cuestión es que las justificaciones rigurosas que avalan esta asunción brillan por su ausencia, por lo que estas cifras no deben ser automáticamente adoptadas como axioma.",
    "imageUrl": "assets/images/1024_682.jpg",
    "category": "tecnologia",
    "comments": []
  },
  {
    "id": 3,
    "featured": true,
    "title": "Salon da el paso: si bloqueas nuestros anuncios usaremos tu ordenador para minar criptomonedas",
    "story": "En Salon no cuentan con muros de pago que planteen esa alternativa del modelo de suscripción que otros han puesto en marcha con mayor o menor éxito: sus ingresos provienen de la publicidad que muestran a los lectores cuando estos visitan sus páginas.<br><br><img class='ui centered fluid image' src='assets/images/1366_2000.png'<br><br>La aparición de los distintos sistemas de adblocking que primero aparecieron como complementos de los navegadores y que desde hace tiempo incluso van integrados en ellos hace que obviamente los ingresos publicitarios de estos medios puedan verse reducidos de forma notable.<br><br>Eso ha hecho que en Salon actúen para contrarrestar esa pérdida de beneficios, y en una sección FAQ explican qué pasa con su nuevo sistema de monetización. En ese sistema uno puede acceder al medio de forma normal con los anuncios habituales. Si tiene un navegador que bloquea esa publicidad, el sitio web lo detecta y ofrece una ventana informativa: o sigue viendo los anuncios y desactiva el bloqueo, o elige la modalidad \"Supress Ads\".<br><br>En esta modalidad \"bloqueas los anuncios y permites que Salon use tu potencia de computación no utilizada\". O lo que es lo mismo: aprovechan tu CPU y GPU para minar criptodivisas mientras estás leyendo sus artículos.<br><br>Ese minado de criptodivisas en páginas web se ha ido popularizando en los últimos meses. El experimento de The Pirate Bay acabó extendiéndose a otros tipos de sitios web —es una práctica habitual entre los sitios web de contenidos pornográficos—, y de hecho ultimamente se está convirtiendo en un tipo de ciberataque cada vez más extendido.",
    "imageUrl": "assets/images/500_3343.jpg",
    "category": "tecnologia",
    "comments": []
  },
  {
    "id": 4,
    "featured": true,
    "title": "Cómo probar AMP Stories, las nuevas historias de Google",
    "story": "Las historias que han popularizado Instagram, WhatsApp y Facebook están aquí para quedarse. Se han convertido en un nuevo formato visual para contar información, que sobretodo están exprimiendo los medios de comunicación para contar noticias.<br><br>Y como a los medios de comunicación les gusta esa forma de contar las noticias Google no se ha quedado quieta y ha presentado su propio formato abierto para mostrar historias: las nuevas AMP Stories.<br><br><img class='ui centered medium image' src='assets/images/200w_s.gif'><br><br>El Proyecto AMP quiere ofrecer a los editores de contenido un nuevo formato para que puedan ofrecer noticias e información como historias visualmente ricas en dispositivos móviles.<br><br>Con las nuevas AMP Stories los medios podrán captar la atención de sus lectores con pequeñas historias que resuman las noticias acompañadas de imágenes, videos, música y gráficos.<br><br>El formato AMP Stories se basa en la infraestructura técnica de AMP para proporcionar una experiencia rápida y los editores pueden añadirlos a su sitio web como un componente más en HTML.<br><br>Google está probando las nuevas AMP Stories con un grupo de editores para crear este nuevo formato. Este formato ofrece a los profesionales plantillas de diseño preestablecidas pero flexibles para la creación de las historias.<br><br><img class='ui fluid centered image' src='assets/images/1364_2200.jpg'><br><br>Las nuevas AMP Stories están integradas en la Búsqueda de Google. Cuando busques algún periódico, blog o medio podrás ver entre sus resultados una nueva sección llamada Visual Stories que mostrará las historias relacionadas con esa noticia o con ese medio.<br><br>Las AMP Stories están todavía en su fase de pruebas pero desde ya podemos probarla entrando en <a href='https://www.google.com/webhp?hl=en&gl=US&gws_rd=cr&esrch=AmpStories::Preview,AmpStoriesDesktop::Promo'>g.co/ampstories</a>. Para encontrar las historias tenemos que buscar el nombre de alguno de los editores involucrados en el proyecto: CNN, Conde Nast, Hearst, Mashable, Meredith, Mic, Vox Media y The Washington Post.",
    "imageUrl": "assets/images/1366_2500.jpg",
    "category": "tutoriales",
    "comments": []
  },
  {
    "id": 5,
    "featured": false,
    "title": "Google vendió 3,9 millones de teléfonos Pixel en 2017, según IDC",
    "story": "Google nunca revela sus cifras de ventas y ahora ni siquiera podemos estimarlas a partir de las descargas de Pixel Launcher. Según IDC, Google ha vendido el doble de Pixel en 2017 que en el año pasado, incluyendo ambas generaciones. No obstante, recordemos que el Pixel 2 se pusieron a la venta a finales de año, así que gran parte de ese incremento se debería a la primera generación.<br><br>La cifra no es impresionante, pero parece acorde más o menos coherente con la cifra de que en junio de 2017 se estimaba que se habían vendido un millón de Pixels. Medio año después y con el push extra del nuevo modelo, parece asumible que la cifra se aproxime a los 4 millones de unidades para finales de año.",
    "imageUrl": "assets/images/1366_2100.jpg",
    "category": "smartphones",
    "comments": []
  },
  {
    "id": 6,
    "featured": true,
    "title": "'PlayerUnknown’s Battlegrounds' llega a Android: probamos el juego de batallas multijugador que está arrasando",
    "story": "Un avión sobrevuela una isla deshabitada dejando a su paso decenas de jugadores planeando en sus paracaídas. Conforme tocan el suelo todos corren a abastecerse de armas y equipamiento de combate. Sólo puede quedar uno. ¿Te suena? No es 'Battle Royale' ni 'Los Juegos del Hambre', sino 'PlayerUnknown’s Battlegrounds', también conocido por sus siglas PUBG.<br><br>El juego de batallas online está arrasando en su versión para PC y Xbox y ahora se prepara para conquistar el universo móvil. El gigante chino Tencent es el encargado de traernos esta aventura multijugador a nuestros móviles. El juego, llamado 'PlayerUnknown’s Battlegrounds: Exhilarating Battlefield' ya está disponible en China y lo hemos descargado y probado. Además, viene acompañado de una versión llamada 'PlayerUnknown’s Battlegrounds: Army Attack'.<br><br>Antes de empezar, insistimos en que Tencent ha lanzado PUBG para móviles solamente en China, lo que significa, no sólo que el juego está en perfecto mandarín, sino que para poder acceder es necesario iniciar sesión con WeChat o QQ. La opción más adecuada es hacer una cuenta en WeChat ya que QQ nos pide un número de teléfono de China.Primero vamos con 'Exhilarating Battlefield', la versión de PUBG que promete más fidelidad con el juego original, y la verdad es que lo consigue. Tras iniciar la batalla con algunas dificultades por el tema del idioma, nuestro avatar salta del avión y empieza la guerra. Por supuesto, también hay que ir cambiando de posición para evitar quedarnos fuera del área de juego, exactamente igual que en la versión de PC y consola.<br><br>Los controles están bastante bien optimizados para paneles táctiles y pese a que contamos con unos cuantos botones en pantalla estos no resultan demasiado intrusivos.. Para movernos tenemos un joystick en la parte izquierda, mientras que la cámara se mueve deslizando con el otro pulgar sobre la pantalla, igual que haríamos con un doble joystick pero con gestos táctiles. A la derecha de la pantalla tenemos los botones para agacharnos, reptar, saltar y atacar, ya sea con los puños o con el arma que tengamos equipada.<br><br>Como decíamos, Tencent viene fuerte y ha lanzado no una, sino dos versiones del popular juego de batallas. En esta segunda edición apodada 'Army Attack' también tenemos que lanzarnos en paracaídas en una isla donde nos enfrentaremos a un centenar de jugadores hasta que sólo quede uno. A priori todo igual que en el original.<br><br>Una de las diferencias con el juego original son los vehículos, entre los que podemos encontrar vehículos marítimos y aéreos, aunque si queréis que os diga la verdad, en casi media hora jugando no he visto ninguno. Habrá que explorar más para encontrarlos.",
    "imageUrl": "assets/images/1920_33.jpg",
    "category": "apps",
    "comments": []
  },
  {
    "id": 7,
    "featured": false,
    "title": "Samsung Experience 9.0 rediseña muchos de sus emojis: vuelve la flamenca y llega la pistola de agua",
    "story": "Los móviles Samsung destacan por muchas cosas, pero no precisamente por sus emojis, que llegan con algo de retraso y con frecuencia tienen un diseño algo distinto al resto de implementaciones. Eso va a cambiar muy pronto con Samsung Experience 9.0, la que llega con la actualización de Oreo.<br><br>Los cambios en los emojis que llegarán a los móviles Samsung con Oreo son muchos y muy variados. En la gran mayoría de los casos, son reajustes en los emojis que más divergían del diseño de otros fabricantes: vuelve la flamenca, la pistola se vuelve de agua.<br><br><img class='ui centered fluid image' src='assets/images/1366_200.jpg'><br><br><img class='ui centered fluid image' src='assets/images/166_2000.jpg'><br><br><img class='ui centered fluid image' src='assets/images/1366_20.jpg'><br><br>",
    "imageUrl": "assets/images/1_2000.jpg",
    "category": "smartphones",
    "comments": []
  }
]
